[
    {
        "image":"https://i.ibb.co/Jx2Tjr1/hotel-4.jpg",
        "title": "Seaside Paradise Hotel",
        "id": "HOT001",
        "segment_name": "Luxury",
        "description": "Escape to a paradise by the sea at Seaside Paradise Hotel. Enjoy breathtaking ocean views, luxurious accommodations, and top-notch amenities. Immerse yourself in the ultimate coastal experience where every detail is meticulously crafted to provide you with unparalleled comfort and relaxation. Whether you're lounging by the infinity pool, indulging in a spa treatment, or savoring gourmet cuisine at the fine dining restaurant, every moment at Seaside Paradise Hotel is designed to exceed your expectations. With beachfront access and world-class service, this hotel is the perfect destination for a memorable getaway.",
        "price": "$2,000,000",
        "type":"hotel",
        "status": "sale",
        "area": "3000 sq ft",
        "location": "Tropical Island",
        "facilities": ["Beachfront access", "Infinity pool", "Spa", "Fine dining restaurant"],
        "rating": 4.8
    },
    {
        "image":"https://i.ibb.co/NYpcQ84/hotel-3.jpg",
        "title": "Mountain Haven Hotel",
        "id": "HOT002",
        "segment_name": "Eco-Friendly",
        "description": "Experience the tranquility of nature at Mountain Haven Hotel. Surrounded by lush greenery and fresh mountain air, this eco-friendly hotel offers a peaceful getaway. The charming eco-lodges blend seamlessly with the natural landscape, providing a cozy retreat after a day of exploring the nearby hiking trails or practicing yoga in the serene setting. Delight in farm-to-table cuisine made from organic ingredients sourced from the hotel's own farm, and unwind with holistic spa treatments that rejuvenate both body and mind. At Mountain Haven Hotel, sustainability meets luxury for an unforgettable eco-conscious escape.",
        "price": "$1,500,000",
        "status": "sale",
        "type":"hotel",
        "area": "2500 sq ft",
        "location": "Mountain Range",
        "facilities": ["Hiking trails", "Organic farm", "Yoga studio", "Outdoor fireplace"],
        "rating": 4.5
    },
    {
        "image":"https://i.ibb.co/fvG3Mcf/hotel-2.jpg",  
        "title": "Desert Oasis Hotel",
        "id": "HOT003",
        "segment_name": "Adventure",
        "description": "Embark on an unforgettable adventure at Desert Oasis Hotel. Explore the vast desert landscape by day and unwind under the starlit sky by night. Stay in luxurious Bedouin-style tents adorned with traditional decor, and immerse yourself in the rich culture of the desert. From exhilarating camel rides to thrilling sandboarding adventures, there's no shortage of excitement at this desert oasis. After a day of exploration, relax by the campfire with a cup of mint tea and indulge in traditional Arabian cuisine. With its unique blend of adventure and luxury, Desert Oasis Hotel offers a one-of-a-kind desert experience.",
        "price": "$1,600,000",
        "status": "sale",
        "type":"hotel",
        "area": "2000 sq ft",
        "location": "Desert Dunes",
        "facilities": ["Camel rides", "Sandboarding", "Bedouin-style tents", "Stargazing tours"],
        "rating": 4.6
    },
    {
        "image":"https://i.ibb.co/PgtTtW2/hotel-1.jpg",
        "title": "Forest Hideaway Hotel",
        "id": "HOT004",
        "segment_name": "Rustic",
        "description": "Discover rustic charm at Forest Hideaway Hotel. Nestled deep within the woods, this cozy hotel offers a serene retreat amidst nature. The rustic cabins feature wood-fired hot tubs, perfect for soaking under the stars after a day of exploring the forest trails. Gather around the fire pit for storytelling and marshmallow roasting, or simply relax indoors with a book by the fireplace. With its tranquil setting and rustic charm, Forest Hideaway Hotel is the ideal destination for nature lovers seeking a peaceful escape from the hustle and bustle of everyday life.",
        "price": "$1,250,000",
        "status": "sale",
        "type":"hotel",
        "area": "1800 sq ft",
        "location": "Forest Reserve",
        "facilities": ["Wood-fired hot tub", "Forest trails", "Fire pit", "Rustic cabin décor"],
        "rating": 4.3
    },
    {
        "image":"https://i.ibb.co/dgQ43sM/hotel-6.jpg",
        "title": "Ski Chalet Hotel",
        "id": "HOT005",
        "segment_name": "Winter Sports",
        "description": "Indulge in winter fun at Ski Chalet Hotel. Located slopeside, this hotel offers easy access to skiing, snowboarding, and other snowy adventures. After a day on the slopes, unwind in the cozy chalets equipped with all the comforts of home. Soothe tired muscles in the sauna or indulge in a hot cocoa by the fireplace. With ski-in/ski-out access and après-ski activities, Ski Chalet Hotel is the perfect destination for winter sports enthusiasts.",
        "price": "$3,000,000",
        "status": "sale",
        "type":"hotel",
        "area": "2800 sq ft",
        "location": "Alpine Mountains",
        "facilities": ["Ski-in/ski-out access", "Hot cocoa bar", "Sauna", "Après-ski lounge"],
        "rating": 4.7
    },
    {
        "image":"https://i.ibb.co/NrTpYfq/hotel-5.jpg",
        "title": "Tropical Haven Hotel",
        "id": "HOT006",
        "segment_name": "Beachfront",
        "description": "Experience ultimate relaxation at Tropical Haven Hotel. With its private beachfront location and luxurious amenities, this hotel is perfect for a beach getaway. Lounge by the pool with a refreshing cocktail, or take a leisurely stroll along the pristine white sand beach. The spacious hotel features elegant interiors and stunning ocean views, providing a serene retreat for couples or families. Whether you're seeking adventure or relaxation, Tropical Haven Hotel offers the perfect balance of luxury and tranquility.",
        "price": "$3,500,000",
        "status": "sale",
        "type":"hotel",
        "area": "3500 sq ft",
        "location": "Tropical Beach",
        "facilities": ["Private beach access", "Swimming pool", "Outdoor cabana", "Poolside bar"],
        "rating": 4.9
    },
    {
        "image":"https://i.ibb.co/m0vfM3h/hote-6.jpg",
        "title": "Lakeview Hotel",
        "id": "HOT007",
        "segment_name": "Tranquil",
        "description": "Unwind by the serene lakeside at Lakeview Hotel. Enjoy picturesque views, peaceful surroundings, and modern comforts at this tranquil hotel. Spend your days fishing off the dock, exploring the surrounding nature trails, or simply lounging in the lakeside gazebo with a good book. In the evenings, gather around the fireplace for cozy conversations and s'mores. With its idyllic setting and array of recreational activities, Lakeview Hotel is the perfect destination for a relaxing lakeside escape.",
        "price": "$2,000,000",
        "status": "sale",
        "type":"hotel",
        "area": "2200 sq ft",
        "location": "Lakeside",
        "facilities": ["Canoeing", "Fishing dock", "Lakeside gazebo", "Fireplace"],
        "rating": 4.6
    }
]
